[
    {
      "date": "2024-01-30",
      "title": "Consensus layer released",
      "description": [
        "Initial release of the consensus layer.",
        "Graphs added for 7 metrics and 8 projects.",
        "Metrics: Nakamoto coefficient, Gini coefficient, Shannon entropy, Herfindahl-Hirschman index (HHI), Theil index, Max power ratio, Tau-decentralization index",
        "Projects: Bitcoin, Bitcoin Cash, Cardano, Dogecoin, Ethereum, Litecoin, Tezos, Zcash."
      ],
      "icon": "faHive"
    },
    {
      "date": "2024-03-06",
      "title": "Tokenomics layer released",
      "description": [
        "Initial release of the tokenomics layer.",
        "Graphs added for 7 metrics and 7 projects.",
        "Metrics: Gini coefficient, Shannon entropy, Herfindahl-Hirschman index (HHI), Theil index, Max power ratio, Nakamoto coefficient, Tau-decentralization index",
        "Projects: Bitcoin, Bitcoin Cash, Cardano, Dogecoin, Ethereum, Litecoin, Tezos."

      ],
      "icon": "faBitcoin"
    }, 
    {
      "date": "2024-08-28",
      "title": "Software layer released",
      "description": [
        "Initial release of the software layer.",
        "Graphs added for 5 metrics and 8 projects.",
        "Metrics: Shannon entropy, Herfindahl-Hirschman index (HHI), Theil index, Max power ratio, Total entities",
        "Projects: Bitcoin, Bitcoin Cash, Cardano, Go-Ethereum (Ethereum), Nethermind (Ethereum), Litecoin, Tezos, Zcash.",
        "Doughnut charts added for the contributor distributions of the 8 projects."
      ],
      "icon": "faGithub"
    },
    {
      "date": "2024-09-14",
      "title": "PNG exports",
      "description": [
        "Added option to export individual charts as PNG files."
      ],
      "icon": "faImage"
    },
    {
      "date": "2024-11-24",
      "title": "Homepage",
      "description": [
        "Added home page and set it as the dashboard landing page."
      ],
      "icon": "faHouse"
    },
    {
      "date": "2025-01-16",
      "title": "Cardano tokenomics graphs updated",
      "description": [
        "Updated the query used to fetch address balance data for Cardano from BigQuery and updated the relevant tokenomics graphs to reflect the  changes."
      ],
      "icon": "faCoins"
    }
  ]
  